Repository: fusion-jeunesse/AvantCommon
Catalog: languages/*.po
Languages: fr

source: View Item
fr: Voir le contenu

source: Request Image
fr: Demander l'image

source: The element used to uniquely identify an Item.
fr: L'élément utilisé pour identifier un contenu de manière unique.

source: The element used as an alias for the Item Identifier element.
fr: L'élément utilisé en guise d'alias pour l'élément identificateur du contenu.

source: Text that will appear before the identifier or alias.
fr: Le texte qui apparaîtra avant l'identificateur ou l'alias.

source: Elements that should not be visible to public users.
fr: Les éléments qui ne devraient pas être visibles pour les utilisateurs publics.

source: Elements that are not being used by this installation.
fr: Les éléments qui ne sont pas utilisés par cette installation.

source: The element used to store the Start year.
fr: L'élément utilisé pour stocker l'année de début.

source: The element used to store the End year.
fr: L'élément utilisé pour stocker l'année de fin.

source: Enable the Lightbox feature for displaying images.
fr: Activez la fonction Lightbox pour afficher des images.

source: The URL of the web page to display when a user requests an image.
fr: L'adresse de la page web à afficher lorsqu'un usager demande une image.

source: Untitled
fr: Sans titre

source: Identifier Element
fr: Élément identificateur

source: Identifier Alias
fr: Alias de l'identificateur

source: Identifier Prefix
fr: Préfixe de l'identificateur

source: Enable Lightbox
fr: Autoriser Lightbox

source: Private Elements
fr: Éléments privés

source: Request Image URL
fr: Demander l'adresse URL de l'image

source: Unused Elements
fr: Éléments non-utilisés

source: Start Year
fr: Année de début

source: End Year
fr: Année de fin

source: "%s" is not an element.
fr: "%s" n'est pas un élément.

source: '%s' is not an element.
fr: '%s' n'est pas un élément.

source: Both the Start Year and End Year must be specified or both must be blank.
fr: Les années de départ et de fin doivent être toutes deux spécifiées, sinon aucune ne doit l'être.

source: Start Yead and End Year cannot be the same element.
fr: Les années de départ et de fin ne peuvent pas être le même élément.

source: Item
fr: Contenu

source: Option not available for this installation.
fr: Option non disponible pour cette installation.

source: Learn more.
fr: En savoir plus.

source: A value is required.
fr: Une valeur est requise.

source: Show larger image
fr: Agrandir l'image

source: View this item
fr: Voir ce contenu

source: The image for this shared item is not accessible at this time.
fr: L'image pour ces éléments partagés n'est pas accessible pour le moment.

source: Shared by
fr: Partagé par

source: View Full Item
fr: Voir le contenu complet
